Repository: stanercelik/PolySleep
Catalog: polynap/Resources/Localizations/Analytics.xcstrings
Source language: en
Languages: de, ja, ms, th, tr

# analytics.averageScore
source: Average Score
de: Durchschnittliche Punktzahl
ja: 平均スコア
ms: Skor Purata
th: คะแนนเฉลี่ย
tr: Ortalama Puan

# analytics.bestWorstDays.bestDay
source: Best Day
de: Bester Tag
ja: ベストデイ
ms: Hari Terbaik
th: วันที่ดีที่สุด
tr: En İyi Gün

# analytics.bestWorstDays.hours
source: %.1f hours
de: %.1f Stunden
ja: %.1f 時間
ms: %.1f jam
th: %.1f ชั่วโมง
tr: %.1f saat

# analytics.bestWorstDays.noData
source: No data
de: Keine Daten
ja: データなし
ms: Tiada data
th: ไม่มีข้อมูล
tr: Veri yok

# analytics.bestWorstDays.title
source: Best and Worst Days
de: Beste und schlechteste Tage
ja: ベストとワーストの日
ms: Hari Terbaik dan Terburuk
th: วันที่ดีที่สุดและแย่ที่สุด
tr: En İyi ve En Kötü Günler

# analytics.bestWorstDays.worstDay
source: Worst Day
de: Schlechtester Tag
ja: ワーストデイ
ms: Hari Terburuk
th: วันที่แย่ที่สุด
tr: En Kötü Gün

# analytics.chart.dayLabel
source: Day
de: Tag
ja: 日
ms: Hari
th: วัน
tr: Gün

# analytics.chart.percentageLabel
source: Percentage
de: Prozentsatz
ja: パーセンテージ
ms: Peratusan
th: เปอร์เซ็นต์
tr: Yüzde

# analytics.chart.scoreLabel
source: Score
de: Punktzahl
ja: スコア
ms: Skor
th: คะแนน
tr: Skor

# analytics.chart.sleepScoreLabel
source: Sleep Score
de: Schlafwertung
ja: 睡眠スコア
ms: Skor Tidur
th: คะแนนการนอน
tr: Uyku Skoru

# analytics.comparison.score
source: %.1f pts
de: %.1f Pkt
ja: %.1f 点
ms: %.1f mata
th: %.1f คะแนน
tr: %.1f puan

# analytics.consistency.description
source: Consistency
de: Konsistenz
ja: 一貫性
ms: Konsistensi
th: ความสม่ำเสมอ
tr: Tutarlılık

# analytics.consistency.greatRoutine
source: You have a great sleep routine!
de: Du hast eine tolle Schlafroutine!
ja: 素晴らしい睡眠ルーティンですね！
ms: Anda mempunyai rutin tidur yang hebat!
th: คุณมีกิจวัตรการนอนที่ยอดเยี่ยม!
tr: Harika bir uyku rutininiz var!

# analytics.consistency.improveRoutine
source: Work on more regular sleep hours
de: Arbeite an regelmäßigeren Schlafenszeiten
ja: もっと規則的な睡眠時間を心がけましょう
ms: Usahakan waktu tidur yang lebih teratur
th: พยายามทำให้นอนหลับเป็นเวลามากขึ้น
tr: Daha düzenli uyku saatleri için çalışın

# analytics.consistency.scoreUnit
source: Points
de: Punkte
ja: ポイント
ms: Mata
th: คะแนน
tr: Puan

# analytics.consistency.title
source: Sleep Schedule Consistency
de: Schlafplan-Konsistenz
ja: 睡眠スケジュールの一貫性
ms: Konsistensi Jadual Tidur
th: ความสม่ำเสมอของตารางการนอน
tr: Uyku Düzeni Tutarlılığı

# analytics.consistencyTrend.explanation.message
source: Higher consistency scores indicate more regular sleep timing. The shaded area shows normal variation. Aim for scores above 80% for optimal polyphasic sleep adaptation.
de: Höhere Konsistenzwerte deuten auf regelmäßigere Schlafzeiten hin. Der schattierte Bereich zeigt die normale Abweichung. Strebe Werte über 80 % an, um eine optimale Anpassung an den polyphasischen Schlaf zu erreichen.
ja: 一貫性スコアが高いほど、睡眠タイミングが規則的であることを示します。網掛け部分は正常な変動を示します。最適な多相睡眠適応のためには、80%以上のスコアを目指しましょう。
ms: Skor konsistensi yang lebih tinggi menunjukkan masa tidur yang lebih teratur. Kawasan berlorek menunjukkan variasi normal. Sasarkan skor melebihi 80% untuk adaptasi tidur polifasa yang optimum.
th: คะแนนความสม่ำเสมอที่สูงขึ้นบ่งชี้ถึงช่วงเวลาการนอนที่เป็นปกติมากขึ้น พื้นที่แรเงาแสดงถึงความแปรปรวนปกติ ตั้งเป้าหมายให้ได้คะแนนสูงกว่า 80% เพื่อการปรับตัวการนอนหลับแบบหลายเฟสที่ดีที่สุด
tr: Yüksek tutarlılık skorları daha düzenli uyku zamanlamasını gösterir. Gölgeli alan normal varyasyonu gösterir. Optimal polifazik uyku adaptasyonu için %80'in üzerinde skorlar hedefleyin.

# analytics.consistencyTrend.explanation.title
source: Understanding Consistency
de: Konsistenz verstehen
ja: 一貫性を理解する
ms: Memahami Konsistensi
th: ทำความเข้าใจความสม่ำเสมอ
tr: Tutarlılığı Anlamak

# analytics.consistencyTrend.lowerBound
source: Lower Bound
de: Untere Grenze
ja: 下限
ms: Batas Bawah
th: ขอบเขตล่าง
tr: Alt Sınır

# analytics.consistencyTrend.subtitle
source: Daily consistency score with deviation bands
de: Tägliche Konsistenzbewertung mit Abweichungsbändern
ja: 偏差バンド付き日次一貫性スコア
ms: Skor konsistensi harian dengan jalur sisihan
th: คะแนนความสม่ำเสมอรายวันพร้อมแถบค่าเบี่ยงเบน
tr: Sapma bantları ile günlük tutarlılık skoru

# analytics.consistencyTrend.target
source: Target
de: Ziel
ja: 目標
ms: Sasaran
th: เป้าหมาย
tr: Hedef

# analytics.consistencyTrend.title
source: Sleep Consistency Trend
de: Schlafkonsistenz-Trend
ja: 睡眠一貫性トレンド
ms: Aliran Konsistensi Tidur
th: แนวโน้มความสม่ำเสมอของการนอน
tr: Uyku Tutarlılığı Trendi

# analytics.consistencyTrend.upperBound
source: Upper Bound
de: Obere Grenze
ja: 上限
ms: Batas Atas
th: ขอบเขตบน
tr: Üst Sınır

# analytics.dailyAverage
source: Daily Average
de: Tagesdurchschnitt
ja: 1日の平均
ms: Purata Harian
th: เฉลี่ยรายวัน
tr: Günlük Ortalama

# analytics.heatMap.dayLabel
source: Day
de: Tag
ja: 日
ms: Hari
th: วัน
tr: Gün

# analytics.heatMap.explanation.message
source: Each row represents a day, columns show hours (0-23). Colors indicate sleep states: dark for core sleep, medium for naps, light for rest periods.
de: Jede Zeile stellt einen Tag dar, die Spalten zeigen die Stunden (0-23). Die Farben geben die Schlafzustände an: dunkel für Kernschlaf, mittel für Nickerchen, hell für Ruhephasen.
ja: 各行は1日を表し、列は時間（0-23）を示します。色は睡眠状態を示します：濃い色はコア睡眠、中間色は仮眠、薄い色は休息期間です。
ms: Setiap baris mewakili satu hari, lajur menunjukkan jam (0-23). Warna menunjukkan keadaan tidur: gelap untuk tidur teras, sederhana untuk tidur sebentar, terang untuk tempoh rehat.
th: แต่ละแถวแสดงถึงวัน, คอลัมน์แสดงชั่วโมง (0-23) สีบ่งบอกถึงสถานะการนอน: สีเข้มสำหรับการนอนหลัก, สีปานกลางสำหรับการงีบ, สีอ่อนสำหรับช่วงพัก
tr: Her satır bir günü, sütunlar saatleri (0-23) gösterir. Renkler uyku durumlarını belirtir: koyu ana uyku, orta şekerleme, açık dinlenme dönemleri.

# analytics.heatMap.explanation.title
source: How to Read
de: So wird es gelesen
ja: 読み方
ms: Cara Membaca
th: วิธีอ่าน
tr: Nasıl Okunur

# analytics.heatMap.legend.awake
source: Awake
de: Wach
ja: 覚醒
ms: Jaga
th: ตื่น
tr: Uyanık

# analytics.heatMap.legend.core
source: Core Sleep
de: Kernschlaf
ja: コア睡眠
ms: Tidur Teras
th: การนอนหลัก
tr: Ana Uyku

# analytics.heatMap.legend.light
source: Light Sleep
de: Leichter Schlaf
ja: 浅い睡眠
ms: Tidur Ringan
th: การนอนหลับตื้น
tr: Hafif Uyku

# analytics.heatMap.legend.nap
source: Nap
de: Nickerchen
ja: 仮眠
ms: Tidur Sebentar
th: งีบ
tr: Şekerleme

# analytics.heatMap.subtitle
source: 24-hour sleep pattern visualization
de: 24-Stunden-Schlafmuster-Visualisierung
ja: 24時間の睡眠パターンの可視化
ms: Visualisasi corak tidur 24 jam
th: ภาพแสดงรูปแบบการนอน 24 ชั่วโมง
tr: 24 saatlik uyku deseni görselleştirmesi

# analytics.heatMap.title
source: Sleep Heat Map
de: Schlaf-Heatmap
ja: 睡眠ヒートマップ
ms: Peta Haba Tidur
th: ฮีทแมพการนอน
tr: Uyku Isı Haritası

# analytics.heatMap.tooltip.core
source: Core: %.1fh
de: Kern: %.1fh
ja: コア: %.1f時間
ms: Teras: %.1fj
th: การนอนหลัก: %.1f ชม.
tr: Ana: %.1fs

# analytics.heatMap.tooltip.nap
source: Nap: %.1fh
de: Nickerchen: %.1fh
ja: 仮眠: %.1f時間
ms: Tidur Sebentar: %.1fj
th: งีบ: %.1f ชม.
tr: Şekerleme: %.1fs

# analytics.heatMap.tooltip.score
source: Score: %.1f
de: Punktzahl: %.1f
ja: スコア: %.1f
ms: Skor: %.1f
th: คะแนน: %.1f
tr: Puan: %.1f

# analytics.heatMap.tooltip.total
source: Total: %.1fh
de: Gesamt: %.1fh
ja: 合計: %.1f時間
ms: Jumlah: %.1fj
th: รวม: %.1f ชม.
tr: Toplam: %.1fs

# analytics.insufficientData.button
source: View History
de: Verlauf anzeigen
ja: 履歴を見る
ms: Lihat Sejarah
th: ดูประวัติ
tr: Geçmişi Görüntüle

# analytics.insufficientData.message
source: Not enough sleep data available for analysis.
de: Nicht genügend Schlafdaten für die Analyse verfügbar.
ja: 分析に十分な睡眠データがありません。
ms: Data tidur tidak mencukupi untuk analisis.
th: มีข้อมูลการนอนไม่เพียงพอสำหรับการวิเคราะห์
tr: Analiz için yeterli uyku verisi yok.

# analytics.insufficientData.title
source: Insufficient Data
de: Ungenügende Daten
ja: データ不足
ms: Data Tidak Mencukupi
th: ข้อมูลไม่เพียงพอ
tr: Yetersiz Veri

# analytics.loading
source: Loading...
de: Wird geladen...
ja: 読み込み中...
ms: Memuatkan...
th: กำลังโหลด...
tr: Yükleniyor...

# analytics.premium.alert.cancel
source: Cancel
de: Abbrechen
ja: キャンセル
ms: Batal
th: ยกเลิก
tr: İptal

# analytics.premium.alert.message
source: This feature is available with Premium subscription. Upgrade to unlock detailed analytics and insights.
de: Diese Funktion ist mit einem Premium-Abonnement verfügbar. Führe ein Upgrade durch, um detaillierte Analysen und Einblicke freizuschalten.
ja: この機能はプレミアムサブスクリプションで利用できます。アップグレードして、詳細な分析とインサイトをアンロックしましょう。
ms: Ciri ini tersedia dengan langganan Premium. Naik taraf untuk membuka kunci analitik dan wawasan terperinci.
th: ฟีเจอร์นี้มีให้สำหรับสมาชิกพรีเมียมเท่านั้น อัปเกรดเพื่อปลดล็อกการวิเคราะห์และข้อมูลเชิงลึกโดยละเอียด
tr: Bu özellik Premium abonelik ile kullanılabilir. Detaylı analitik ve içgörüleri açmak için yükseltin.

# analytics.premium.alert.title
source: Premium Feature
de: Premium-Funktion
ja: プレミアム機能
ms: Ciri Premium
th: ฟีเจอร์พรีเมียม
tr: Premium Özellik

# analytics.premium.alert.upgrade
source: Upgrade Now
de: Jetzt upgraden
ja: 今すぐアップグレード
ms: Naik Taraf Sekarang
th: อัปเกรดทันที
tr: Şimdi Yükseltin

# analytics.premium.breakdownDescription
source: Sleep component breakdown with interactive pie charts
de: Aufschlüsselung der Schlafkomponenten mit interaktiven Tortendiagrammen
ja: インタラクティブな円グラフによる睡眠構成要素の内訳
ms: Pecahan komponen tidur dengan carta pai interaktif
th: การแบ่งส่วนประกอบการนอนด้วยแผนภูมิวงกลมแบบอินเทอร์แอคทีฟ
tr: Etkileşimli pasta grafikleri ile uyku bileşeni dağılımı

# analytics.premium.consistencyDescription
source: Sleep consistency analysis and routine optimization
de: Analyse der Schlafkonsistenz und Optimierung der Routine
ja: 睡眠の一貫性分析とルーティンの最適化
ms: Analisis konsistensi tidur dan pengoptimuman rutin
th: การวิเคราะห์ความสม่ำเสมอของการนอนและการเพิ่มประสิทธิภาพกิจวัตร
tr: Uyku tutarlılığı analizi ve rutin optimizasyonu

# analytics.premium.qualityDescription
source: Detailed sleep quality analysis with distribution charts
de: Detaillierte Analyse der Schlafqualität mit Verteilungsdiagrammen
ja: 分布図付きの詳細な睡眠の質分析
ms: Analisis kualiti tidur terperinci dengan carta pengedaran
th: การวิเคราะห์คุณภาพการนอนโดยละเอียดพร้อมแผนภูมิการกระจาย
tr: Dağılım grafikleri ile detaylı uyku kalitesi analizi

# analytics.premium.required
source: Premium Required
de: Premium erforderlich
ja: プレミアムが必要です
ms: Premium Diperlukan
th: ต้องใช้พรีเมียม
tr: Premium Gerekli

# analytics.premium.timeGainedDescription
source: Track time gained from polyphasic sleep with activity suggestions
de: Verfolge die durch polyphasischen Schlaf gewonnene Zeit mit Aktivitätsvorschlägen
ja: 活動の提案付きで多相睡眠から得られた時間を追跡
ms: Jejaki masa yang diperoleh daripada tidur polifasa dengan cadangan aktiviti
th: ติดตามเวลาที่ได้จากการนอนแบบหลายเฟสพร้อมคำแนะนำกิจกรรม
tr: Aktivite önerileri ile polifazik uykudan kazanılan zamanı takip edin

# analytics.premium.unlockMessage
source: Unlock Premium for detailed analytics
de: Schalte Premium für detaillierte Analysen frei
ja: プレミアムをアンロックして詳細な分析を見る
ms: Buka Kunci Premium untuk analitik terperinci
th: ปลดล็อกพรีเมียมเพื่อการวิเคราะห์โดยละเอียด
tr: Detaylı analitik için Premium'u açın

# analytics.premium.upgrade
source: Upgrade to Premium
de: Auf Premium upgraden
ja: プレミアムにアップグレード
ms: Naik taraf kepada Premium
th: อัปเกรดเป็นพรีเมียม
tr: Premium'a Yükseltin

# analytics.previousPeriodComparison.title
source: Compared to previous period:
de: Im Vergleich zum vorherigen Zeitraum:
ja: 前の期間との比較：
ms: Berbanding dengan tempoh sebelumnya:
th: เมื่อเทียบกับช่วงก่อนหน้า:
tr: Önceki döneme göre:

# analytics.qualityConsistency.deviation
source: Deviation
de: Abweichung
ja: 偏差
ms: Sisihan
th: ค่าเบี่ยงเบน
tr: Sapma

# analytics.qualityConsistency.quality
source: Quality
de: Qualität
ja: 質
ms: Kualiti
th: คุณภาพ
tr: Kalite

# analytics.qualityConsistencyCorrelation.explanation.message
source: This scatter plot shows how sleep quality relates to timing consistency. Points closer to the bottom-left indicate better quality with more consistent timing. The trend line shows overall correlation.
de: Dieses Streudiagramm zeigt, wie die Schlafqualität mit der zeitlichen Konsistenz zusammenhängt. Punkte, die näher an der unteren linken Ecke liegen, deuten auf eine bessere Qualität bei konsistenteren Zeitpunkten hin. Die Trendlinie zeigt die Gesamtkorrelation.
ja: この散布図は、睡眠の質とタイミングの一貫性の関係を示しています。左下に近い点ほど、タイミングがより一貫しており質が高いことを示します。トレンドラインは全体的な相関関係を示しています。
ms: Plot serakan ini menunjukkan bagaimana kualiti tidur berkaitan dengan konsistensi masa. Titik yang lebih dekat ke kiri bawah menunjukkan kualiti yang lebih baik dengan masa yang lebih konsisten. Garis aliran menunjukkan korelasi keseluruhan.
th: แผนภูมิกระจายนี้แสดงความสัมพันธ์ระหว่างคุณภาพการนอนกับความสม่ำเสมอของเวลา จุดที่อยู่ใกล้ด้านล่างซ้ายบ่งชี้ถึงคุณภาพที่ดีขึ้นพร้อมกับเวลาที่สม่ำเสมอมากขึ้น เส้นแนวโน้มแสดงความสัมพันธ์โดยรวม
tr: Bu dağılım grafiği uyku kalitesinin zamanlama tutarlılığı ile nasıl ilişkili olduğunu gösterir. Sol alt köşeye yakın noktalar daha tutarlı zamanlamayla daha iyi kaliteyi gösterir. Trend çizgisi genel korelasyonu gösterir.

# analytics.qualityConsistencyCorrelation.explanation.title
source: Correlation Insights
de: Korrelationseinblicke
ja: 相関のインサイト
ms: Wawasan Korelasi
th: ข้อมูลเชิงลึกเกี่ยวกับความสัมพันธ์
tr: Korelasyon İçgörüleri

# analytics.qualityConsistencyCorrelation.subtitle
source: Relationship between sleep quality and schedule consistency
de: Beziehung zwischen Schlafqualität und Plankonsistenz
ja: 睡眠の質とスケジュールの一貫性の関係
ms: Hubungan antara kualiti tidur dan konsistensi jadual
th: ความสัมพันธ์ระหว่างคุณภาพการนอนกับความสม่ำเสมอของตารางเวลา
tr: Uyku kalitesi ve program tutarlılığı arasındaki ilişki

# analytics.qualityConsistencyCorrelation.title
source: Quality vs Consistency
de: Qualität vs. Konsistenz
ja: 質 vs 一貫性
ms: Kualiti lwn Konsistensi
th: คุณภาพเทียบกับความสม่ำเสมอ
tr: Kalite ve Tutarlılık

# analytics.qualityDistribution.daysCount
source: (%d days)
de: (%d Tage)
ja: （%d日）
ms: (%d hari)
th: (%d วัน)
tr: (%d gün)

# analytics.qualityDistribution.title
source: Sleep Quality Distribution
de: Verteilung der Schlafqualität
ja: 睡眠の質分布
ms: Pengedaran Kualiti Tidur
th: การกระจายคุณภาพการนอน
tr: Uyku Kalitesi Dağılımı

# analytics.sleepBreakdown.core
source: Core
de: Kern
ja: コア睡眠
ms: Teras
th: การนอนหลัก
tr: Ana Uyku

# analytics.sleepBreakdown.dailyLabel
source: Daily:
de: Täglich:
ja: 毎日：
ms: Harian:
th: รายวัน:
tr: Günlük:

# analytics.sleepBreakdown.daysCountLabel
source: Days:
de: Tage:
ja: 日数：
ms: Hari:
th: วัน:
tr: Gün sayısı:

# analytics.sleepBreakdown.hoursPerDay
source: hours/day
de: Stunden/Tag
ja: 時間/日
ms: jam/hari
th: ชั่วโมง/วัน
tr: saat/gün

# analytics.sleepBreakdown.infoBox.message
source: Your core sleep and nap balance can help optimize your polyphasic sleep schedule. The ideal distribution is 70-80% core sleep, 20-30% naps.
de: Dein Gleichgewicht zwischen Kernschlaf und Nickerchen kann helfen, deinen polyphasischen Schlafplan zu optimieren. Die ideale Verteilung ist 70-80 % Kernschlaf, 20-30 % Nickerchen.
ja: コア睡眠と仮眠のバランスは、多相睡眠スケジュールの最適化に役立ちます。理想的な配分は、コア睡眠70-80%、仮眠20-30%です。
ms: Keseimbangan tidur teras dan tidur sebentar anda boleh membantu mengoptimumkan jadual tidur polifasa anda. Pengedaran yang ideal ialah 70-80% tidur teras, 20-30% tidur sebentar.
th: ความสมดุลระหว่างการนอนหลักและการงีบหลับของคุณสามารถช่วยเพิ่มประสิทธิภาพตารางการนอนแบบหลายเฟสได้ การกระจายในอุดมคติคือการนอนหลัก 70-80% และการงีบหลับ 20-30%
tr: Ana uyku ve şekerleme dengeniz polyphasic uyku düzeninizi optimize etmenize yardımcı olabilir. İdeal dağılım %70-80 ana uyku, %20-30 şekerleme şeklindedir.

# analytics.sleepBreakdown.nap
source: Nap
de: Nickerchen
ja: 仮眠
ms: Tidur Sebentar
th: งีบ
tr: Şekerleme

# analytics.sleepBreakdown.percentageLabel
source: Percentage:
de: Prozentsatz:
ja: パーセンテージ：
ms: Peratusan:
th: เปอร์เซ็นต์:
tr: Yüzde:

# analytics.sleepBreakdown.title
source: Sleep Breakdown
de: Schlaufaufschlüsselung
ja: 睡眠の内訳
ms: Pecahan Tidur
th: การแบ่งส่วนการนอน
tr: Uyku Dağılımı

# analytics.sleepBreakdown.totalLabel
source: Total:
de: Gesamt:
ja: 合計：
ms: Jumlah:
th: รวม:
tr: Toplam:

# analytics.sleepComponentsTrend.core
source: Core Sleep
de: Kernschlaf
ja: コア睡眠
ms: Tidur Teras
th: การนอนหลัก
tr: Ana Uyku

# analytics.sleepComponentsTrend.nap
source: Nap
de: Nickerchen
ja: 仮眠
ms: Tidur Sebentar
th: งีบ
tr: Şekerleme

# analytics.sleepComponentsTrend.nap1
source: Nap 1
de: Nickerchen 1
ja: 仮眠1
ms: Tidur Sebentar 1
th: งีบ 1
tr: Şekerleme 1

# analytics.sleepComponentsTrend.nap2
source: Nap 2
de: Nickerchen 2
ja: 仮眠2
ms: Tidur Sebentar 2
th: งีบ 2
tr: Şekerleme 2

# analytics.sleepComponentsTrend.score
source: Sleep Score
de: Schlafwertung
ja: 睡眠スコア
ms: Skor Tidur
th: คะแนนการนอน
tr: Uyku Skoru

# analytics.sleepComponentsTrend.subtitle
source: Last 7 days breakdown
de: Aufschlüsselung der letzten 7 Tage
ja: 過去7日間の内訳
ms: Pecahan 7 hari terakhir
th: การแบ่งส่วน 7 วันที่ผ่านมา
tr: Son 7 günün dağılımı

# analytics.sleepComponentsTrend.title
source: Sleep Components Trend
de: Trend der Schlafkomponenten
ja: 睡眠コンポーネントのトレンド
ms: Aliran Komponen Tidur
th: แนวโน้มส่วนประกอบการนอน
tr: Uyku Bileşenleri Trendi

# analytics.sleepDebt.balance
source: Balance
de: Gleichgewicht
ja: バランス
ms: Baki
th: สมดุล
tr: Denge

# analytics.sleepDebt.cumulative
source: Cumulative
de: Kumulativ
ja: 累積
ms: Kumulatif
th: สะสม
tr: Kümülatif

# analytics.sleepDebt.day
source: Day
de: Tag
ja: 日
ms: Hari
th: วัน
tr: Gün

# analytics.sleepDebt.explanation.message
source: Sleep debt accumulates when you get less sleep than needed. Red areas show debt, green shows surplus. Persistent debt can impact cognitive performance and adaptation to polyphasic schedules.
de: Schlafschuld sammelt sich an, wenn du weniger Schlaf bekommst als nötig. Rote Bereiche zeigen eine Schuld, grüne einen Überschuss. Anhaltende Schlafschuld kann die kognitive Leistungsfähigkeit und die Anpassung an polyphasische Schlafpläne beeinträchtigen.
ja: 睡眠負債は、必要な睡眠時間よりも少ない睡眠を取ると蓄積されます。赤い部分は負債を、緑の部分は余剰を示します。持続的な負債は、認知能力や多相睡眠スケジュールへの適応に影響を与える可能性があります。
ms: Hutang tidur terkumpul apabila anda kurang tidur daripada yang diperlukan. Kawasan merah menunjukkan hutang, hijau menunjukkan lebihan. Hutang yang berterusan boleh memberi kesan kepada prestasi kognitif dan penyesuaian kepada jadual polifasa.
th: หนี้การนอนจะสะสมเมื่อคุณนอนน้อยกว่าที่ต้องการ พื้นที่สีแดงแสดงหนี้, สีเขียวแสดงส่วนเกิน หนี้ที่คงอยู่เป็นเวลานานอาจส่งผลต่อประสิทธิภาพการรับรู้และการปรับตัวเข้ากับตารางการนอนแบบหลายเฟส
tr: Uyku borcu, ihtiyacınızdan az uyuduğunuzda birikir. Kırmızı alanlar borcu, yeşil fazlayı gösterir. Sürekli borç bilişsel performansı ve polifazik programlara adaptasyonu etkileyebilir.

# analytics.sleepDebt.explanation.title
source: Sleep Debt Impact
de: Auswirkungen der Schlafschuld
ja: 睡眠負債の影響
ms: Kesan Hutang Tidur
th: ผลกระทบของหนี้การนอน
tr: Uyku Borcu Etkisi

# analytics.sleepDebt.legend.daily
source: Daily Change
de: Tägliche Veränderung
ja: 日々の変化
ms: Perubahan Harian
th: การเปลี่ยนแปลงรายวัน
tr: Günlük Değişim

# analytics.sleepDebt.legend.debt
source: Sleep Debt
de: Schlafschuld
ja: 睡眠負債
ms: Hutang Tidur
th: หนี้การนอน
tr: Uyku Borcu

# analytics.sleepDebt.legend.surplus
source: Sleep Surplus
de: Schlafüberschuss
ja: 睡眠余剰
ms: Lebihan Tidur
th: การนอนเกิน
tr: Uyku Fazlası

# analytics.sleepDebt.subtitle
source: Cumulative sleep debt tracking over time
de: Verfolgung der kumulativen Schlafschuld über die Zeit
ja: 時間経過による累積睡眠負債の追跡
ms: Penjejakan hutang tidur kumulatif dari semasa ke semasa
th: การติดตามหนี้การนอนสะสมเมื่อเวลาผ่านไป
tr: Zaman içinde kümülatif uyku borcu takibi

# analytics.sleepDebt.title
source: Sleep Debt Analysis
de: Analyse der Schlafschuld
ja: 睡眠負債分析
ms: Analisis Hutang Tidur
th: การวิเคราะห์หนี้การนอน
tr: Uyku Borcu Analizi

# analytics.sleepDebt.value
source: Value
de: Wert
ja: 値
ms: Nilai
th: ค่า
tr: Değer

# analytics.sleepDebt.zero
source: Zero
de: Null
ja: ゼロ
ms: Sifar
th: ศูนย์
tr: Sıfır

# analytics.sleepGoal.title
source: Sleep Goal
de: Schlafziel
ja: 睡眠目標
ms: Matlamat Tidur
th: เป้าหมายการนอน
tr: Uyku Hedefi

# analytics.sleepQuality.average
source: Average
de: Durchschnittlich
ja: 平均
ms: Sederhana
th: ปานกลาง
tr: Ortalama

# analytics.sleepQuality.bad
source: Very Poor
de: Sehr schlecht
ja: 非常に悪い
ms: Sangat Teruk
th: แย่มาก
tr: Çok Kötü

# analytics.sleepQuality.excellent
source: Excellent
de: Ausgezeichnet
ja: 素晴らしい
ms: Cemerlang
th: ยอดเยี่ยม
tr: Mükemmel

# analytics.sleepQuality.good
source: Good
de: Gut
ja: 良い
ms: Baik
th: ดี
tr: İyi

# analytics.sleepQuality.poor
source: Poor
de: Schlecht
ja: 悪い
ms: Teruk
th: แย่
tr: Kötü

# analytics.sleepQuality.title
source: Sleep Quality:
de: Schlafqualität:
ja: 睡眠の質：
ms: Kualiti Tidur:
th: คุณภาพการนอน:
tr: Uyku Kalitesi:

# analytics.sleepQualityTrend.deteriorating
source: Deteriorating
de: Verschlechternd
ja: 悪化中
ms: Merosot
th: แย่ลง
tr: Kötüleşiyor

# analytics.sleepQualityTrend.improving
source: Improving
de: Verbessernd
ja: 改善中
ms: Meningkat
th: ดีขึ้น
tr: İyileşiyor

# analytics.sleepQualityTrend.stable
source: Stable
de: Stabil
ja: 安定
ms: Stabil
th: คงที่
tr: Stabil

# analytics.sleepQualityTrendChart.excellentTarget
source: Excellent (90%)
de: Ausgezeichnet (90 %)
ja: 素晴らしい (90%)
ms: Cemerlang (90%)
th: ยอดเยี่ยม (90%)
tr: Mükemmel (90%)

# analytics.sleepQualityTrendChart.goodTarget
source: Target (80%)
de: Ziel (80 %)
ja: 目標 (80%)
ms: Sasaran (80%)
th: เป้าหมาย (80%)
tr: Hedef (80%)

# analytics.sleepQualityTrendChart.infoMessage
source: High quality scores are associated with more regular sleep times and better recovery. Aim for scores above 80% for optimal polyphasic sleep adaptation.
de: Hohe Qualitätswerte sind mit regelmäßigeren Schlafzeiten und besserer Erholung verbunden. Strebe Werte über 80 % an, um eine optimale Anpassung an den polyphasischen Schlaf zu erreichen.
ja: 質の高いスコアは、より規則的な睡眠時間とより良い回復に関連しています。最適な多相睡眠の適応のために、80%以上のスコアを目指しましょう。
ms: Skor kualiti tinggi dikaitkan dengan waktu tidur yang lebih teratur dan pemulihan yang lebih baik. Sasarkan skor melebihi 80% untuk adaptasi tidur polifasa yang optimum.
th: คะแนนคุณภาพสูงมีความสัมพันธ์กับเวลาการนอนที่สม่ำเสมอและการฟื้นตัวที่ดีขึ้น ตั้งเป้าหมายให้ได้คะแนนสูงกว่า 80% เพื่อการปรับตัวการนอนหลับแบบหลายเฟสที่ดีที่สุด
tr: Yüksek kalite skorları daha düzenli uyku zamanlarıyla ve daha iyi iyileşmeyle ilişkilidir. Optimal polifazik uyku adaptasyonu için %80'in üzerinde skorlar hedefleyin.

# analytics.sleepQualityTrendChart.infoTitle
source: Understanding Quality
de: Qualität verstehen
ja: 質を理解する
ms: Memahami Kualiti
th: ทำความเข้าใจคุณภาพ
tr: Kaliteyi Anlamak

# analytics.sleepQualityTrendChart.subtitle
source: Daily sleep quality scores over time
de: Tägliche Schlafqualitätswerte im Zeitverlauf
ja: 日々の睡眠の質のスコアの推移
ms: Skor kualiti tidur harian dari semasa ke semasa
th: คะแนนคุณภาพการนอนรายวันเมื่อเวลาผ่านไป
tr: Günlük uyku kalitesi puanlarınızın zamana göre değişimi

# analytics.sleepQualityTrendChart.title
source: Sleep Quality Trend
de: Trend der Schlafqualität
ja: 睡眠の質のトレンド
ms: Aliran Kualiti Tidur
th: แนวโน้มคุณภาพการนอน
tr: Uyku Kalitesi Trendi

# analytics.sleepQualityTrendChart.tooltip.category
source: Category
de: Kategorie
ja: カテゴリ
ms: Kategori
th: หมวดหมู่
tr: Kategori

# analytics.sleepQualityTrendChart.tooltip.hoursFormat
source: %.1f hours
de: %.1f Stunden
ja: %.1f 時間
ms: %.1f jam
th: %.1f ชั่วโมง
tr: %.1f saat

# analytics.sleepQualityTrendChart.tooltip.qualityScore
source: Quality Score
de: Qualitätswert
ja: 質のスコア
ms: Skor Kualiti
th: คะแนนคุณภาพ
tr: Kalite Puanı

# analytics.sleepQualityTrendChart.tooltip.totalSleep
source: Total Sleep:
de: Gesamtschlaf:
ja: 合計睡眠：
ms: Jumlah Tidur:
th: การนอนทั้งหมด:
tr: Toplam Uyku:

# analytics.sleepTrends.title
source: Sleep Trends
de: Schlaftrends
ja: 睡眠トレンド
ms: Aliran Tidur
th: แนวโน้มการนอน
tr: Uyku Trendleri

# analytics.summary.title
source: Summary
de: Zusammenfassung
ja: 概要
ms: Ringkasan
th: สรุป
tr: Özet
